{
  "ITEM_NAME_ITEM": {
    "SPINE_FRAGMENT": "Fragment of the Spine"
  },
  "ITEM_NAME_KEY": {
    "SPIDY_KEY": "Friendly Invitation",
    "BELL_TOWER_PASS_CITY": "Bell Tower Visitor Pass",
    "BUNKER_ACCESS": "Bunker Key",
    "FINGER_WHEEL": "Severed Fingertip",
    "BELL_TOWER_PASS_GARDEN": "Bell Tower Visitor Pass",
    "ROOTS_CORRIDOR": "Silo Access Badge",
    "GLASSHOUSE_KEY": "Aviaries Passepartout",
    "MAINTENANCE_KEY": "Old-fashioned Key",
    "PLANET_COORDINATES": "Stellar Coordinates",
    "LURA": "Lura's Seal",
    "CRUCIBLE_CRYSTAL": "Crucible Report: Crystallisation Process",
    "CRUCIBLE_GLOOMWATER": "Crucible Report: Purified Catalyst Status",
    "MAIN_STORAGE_KEY": "Vaults' Worker Authenticator",
    "SPINE_FRAGMENT": "Fragment of Ailen, the Spine"
  },
  "ITEM_NAME_RESOURCE": {
    "PEARL_SHARDS": "Nacre Droplets",
    "FULL_PEARLS": "Old Core",
    "EXTRA_SHIELDS": "Coating Component"
  },
  "ITEM_NAME_SHOP_UPGRADE": {
    "MEL": "Mel's Scuffed Selection",
    "T2": "Worn Out Gears & Parts",
    "T3": "Shattered Pile of Junk",
    "TRINKET": "Defective Mods",
    "GIFT": "Absolutely Not A Gift"
  },
  "ITEM_NAME_TRINKET": {
    "ORB_BLOCK": "Splintering Dodge",
    "GLIDE_STATIC": "Firefly",
    "ORB_RECOVERY": "Defragmentation",
    "TANGLES": "Tangles",
    "FAST_RECOVERY": "Reduced Latency",
    "GLASS_CANNON": "Defective Core",
    "HOOK_SLASH": "Sharpened Hairpin",
    "ANALYZER": "Analyser",
    "DAREDEVIL": "Oath to Ember",
    "SHIELD_INC": "Protective Overlay",
    "SHIELD_DEC": "Thinner Frame",
    "DECOY": "Afterimage",
    "QUICK_RECHARGE": "The Heart's Favourite",
    "KURO_CHARM": "Imperfect Focus",
    "COUNTER_ATTACK": "Counter Measures",
    "KINETIC_CONVERSION": "Pain Conversion",
    "MAINTENANCE_EXPERT": "Maintenance Hack",
    "ALEXANDERS_FATE": "Alexander's Fate",
    "STAGGER_ATTACK": "High-voltage Discharge",
    "BETTER_DODGE": "Enhanced Dodge",
    "SCRAP_ATTACK": "Nacre Overload",
    "FOUNTAIN_OVERLOAD": "High-Risk Voucher",
    "SMALL_ENERGY_DRAIN": "Energy Drain",
    "BIG_ENERGY_DRAIN": "Energy Leecher",
    "MORE_SCRAPS": "Effective Dismantlement",
    "TURBO_GLIDE": "Sunsail",
    "HEAVY_ATTACK": "Kinetic Thrust",
    "BERSERKER": "The Hand's Greed",
    "CARLO_HOOK": "Glitch Trail",
    "DOUBLE_DAMAGES": "Perfect State",
    "ENERGY_EMPTY_ATTACK": "Foolish Ideal",
    "SLOW_ENERGY": "Split Process",
    "LOOT_SUPER_SCRAPS": "Portable Crystalliser",
    "VAMPIRE": "Extra-Coating Processor",
    "GOO_REVENGE": "Defense Mechanism",
    "LAST_CHANCE": "Makeshift Recovery",
    "HEAL_GROUND": "Gratitude",
    "LESS_SCRAPS": "Resources Shortage",
    "HOOK_BERSERKER": "Wild Cat",
    "SPIDER_BERSERKER": "Black Widow",
    "GLIDE_BERSERKER": "Bird of Prey",
    "PACIFIC": "Asma's Will",
    "DRY_FOUNTAINS": "Nacre Drought",
    "HUD": "Self-Awareness",
    "EMBEDDING_BLADE": "Embedding Blade"
  },
  "ITEM_NAME_UNLOCK": {
    "HOOK": "Hairpin",
    "BLOCK": "Dodge",
    "HIT_RECHARGE": "Harvester",
    "GLIDE": "Sail",
    "SPIDER": "Striders",
    "ORB_SHOOT": "Slingshot",
    "SPIDER_GOO": "Flowing Steps",
    "MAP": "Navigation Circuit"
  },
  "ITEM_NAME_VOICE": {
    "ASMA": "Asma's Voice",
    "LIHO": "Liho's Voice",
    "AMYTIS": "Amytis' Voice",
    "HALYN": "Halyn's Voice",
    "KHLIA": "Khlia's Voice",
    "NODEN": "Noden's Voice"
  },
  "ITEM_DESCRIPTION_ITEM": {
    "SPINE_FRAGMENT": "Sharp edges and smooth surface. As broken as the bonds between Pearls."
  },
  "ITEM_DESCRIPTION_KEY": {
    "SPIDY_KEY": "Grants access to the Bel$@+++ower, in the Promenade. It's slightly covered in goo.",
    "BELL_TOWER_PASS_CITY": "Grants access to the upper floors of the Bell Tower, in the Haven.",
    "BUNKER_ACCESS": "Grants access to the Vaults' Express Shuttle in the Haven.",
    "FINGER_WHEEL": "A worn out mechanical fingertip.\nWhile its original owner is long gone, it still looks like it could be used as a spare part.",
    "BELL_TOWER_PASS_GARDEN": "Grants access to the upper floors of the Bell Tower, in the Haven.",
    "ROOTS_CORRIDOR": "Grants access to the silo maintenance passage, under the Haven.",
    "GLASSHOUSE_KEY": "Grants access to the Aviaries, in the Haven.",
    "MAINTENANCE_KEY": "Grants access to the Hall of History, in Metropolis.",
    "PLANET_COORDINATES": "An overwhelming series of numbers and letters, leading to a faraway star.",
    "CRUCIBLE_CRYSTAL": "A dull flowchart about the precise composition of a newly made pearl. It will take an expert to decipher this.",
    "CRUCIBLE_GLOOMWATER": "An unintelligible document full of chemical analysis of gloomwater. It will take an expert to decipher this",
    "LURA": "Grants special access to the Tuning Chamber, in Metropolis.",
    "SPINE_FRAGMENT": "This fragment is several centuries old, yet among the most recent found in the Pit. The incumbent at the time was named Ailen."
  },
  "ITEM_DESCRIPTION_RESOURCE": {
    "FULL_PEARLS": "The precious pearl of a long dead unit. \nCombined with nacre, it can be used to create new parts and repair broken modules.",
    "EXTRA_SHIELDS": "A small part of a unit's Protective Coat. \nCombine 4 to permanently improve your Protective Coat's capacity."
  },
  "ITEM_DESCRIPTION_SHOP_UPGRADE": {
    "MEL": "A collection of slightly damaged goods that Mel brought with her.",
    "T2": "With some efforts, most of these items can be repaired.",
    "T3": "Something useful might be salvageable from this disaster, but it'll cost you. A lot.",
    "TRINKET": "With a bit of elbow grease (and a lot of nacre), Mel can restore these mods to their previous functions.",
    "GIFT": "It wouldn't be Mel's style to give away something for free, after all."
  },
  "ITEM_DESCRIPTION_TRINKET": {
    "ORB_BLOCK": "Dodging an attack with <icon><Btn_parry></icon> generates an Energy Shard.",
    "GLIDE_STATIC": "Using the Sail with <icon><Btn_glide></icon> generates a static storm around Mio that deals damage to enemies over time.",
    "ORB_RECOVERY": "Getting hit by an enemy generates an Energy Shard.",
    "TANGLES": "Using the Hairpin on enemies with <icon><Btn_hook></icon> links the enemies together. Attack damage propagates through the links.",
    "FAST_RECOVERY": "Quicker recovery after getting hit.",
    "GLASS_CANNON": "Increases the number of modifier slots, but disables the Protective Coat entirely.",
    "HOOK_SLASH": "Grants the ability to slice enemies with <icon><Btn_slash></icon> when using the Hairpin on them.",
    "ANALYZER": "Displays enemies' remaining health.",
    "DAREDEVIL": "Increases the number of modifier slots, but the damage received in combat are doubled.",
    "SHIELD_INC": "Grants an additional layer of protection.",
    "SHIELD_DEC": "Increases the number of modifier slots, but removes one layer of protection.",
    "DECOY": "Using the Hairpin with <icon><Btn_hook></icon> generates a decoy that enemies will target first. The decoy explodes after a short delay.",
    "QUICK_RECHARGE": "Energy recharges quicker when on the ground.",
    "KURO_CHARM": "Increases the number of modifier slots, but the timing for dodging attacks with <icon><Btn_parry></icon> is reduced.",
    "COUNTER_ATTACK": "Dodging an attack with <icon><Btn_parry></icon> applies the \"targeted\" status to the enemy.",
    "KINETIC_CONVERSION": "Energy recharges when taking damage.",
    "MAINTENANCE_EXPERT": "The Protective Coat repair at Nacre Basins is free.",
    "ALEXANDERS_FATE": "Nacre Droplets are no longer lost upon death.",
    "STAGGER_ATTACK": "After a short delay, the next attack will automatically stun the target.",
    "BETTER_DODGE": "Dodging attacks with <icon><Btn_parry></icon> has an increased timing.",
    "SCRAP_ATTACK": "Damage inflicted on enemies increases for each Nacre Droplet carried. Each attack dealt to an enemy will use Droplets, but all Droplets will be recovered when the enemy dies.",
    "FOUNTAIN_OVERLOAD": "Allows to purchase an extra layer of protection (non-stackable) at the Nacre Basins.",
    "SMALL_ENERGY_DRAIN": "Low increase to energy recovered when attacking an enemy.",
    "BIG_ENERGY_DRAIN": "Large increase to energy recovered when attacking an enemy.",
    "MORE_SCRAPS": "Enemies leak a lot more Nacre Droplets when dying.",
    "TURBO_GLIDE": "Increases gliding speed while using the Sail, but also increases its energy consumption.",
    "HEAVY_ATTACK": "The last attack of the combo deals more damage",
    "BERSERKER": "Damage inflicted on enemies increases for each layer of protection that Mio has already lost.",
    "CARLO_HOOK": "Leaves a trail that hurts enemies after using the Hairpin on any target.",
    "DOUBLE_DAMAGES": "High increase of the damage inflicted on enemies when all layers of protection are active.",
    "ENERGY_EMPTY_ATTACK": "Damage inflicted on enemies increases when energy is not fully charged.",
    "SLOW_ENERGY": "Increases the number of modifier slots, but energy recharges more slowly.",
    "LOOT_SUPER_SCRAPS": "Converts some Nacre Droplets dropped by enemies into Crystallised Nacre.",
    "VAMPIRE": "Creates an extra layer of protection (non-stackable) for every 3 enemies defeated.",
    "GOO_REVENGE": "Creates an explosion around Mio when she takes a hit.",
    "LAST_CHANCE": "Quickly defeating an enemy that has hit Mio restores one extra layer of protection (non-stackable).",
    "HEAL_GROUND": "Restores an extra layer of protection (non-stackable) when Mio stays on the ground for a short time.",
    "LESS_SCRAPS": "Increases the number of modifier slots, but enemies drop fewer Nacre Droplets when defeated.",
    "HOOK_BERSERKER": "After using the Hairpin, the next attack will be a heavy strike that inflicts a lot more damage to enemies.",
    "SPIDER_BERSERKER": "Damage inflicted on enemies temporarily increases while using the Striders.",
    "GLIDE_BERSERKER": "Damage inflicted on enemies temporarily increases while using the Sail.",
    "PACIFIC": "Enemies (bosses excluded) don't attack Mio as long as she doesn't strike first.",
    "DRY_FOUNTAINS": "Increases the number of modifier slots, but Nacre Basins stay dry.",
    "HUD": "Displays Mio's status on the screen.",
    "EMBEDDING_BLADE": "Dealing damage to an enemy slowly regenerates the Protective Coat."
  },
  "ITEM_DESCRIPTION_UNLOCK": {
    "HOOK": "An advanced module extending the core functions of Tendrils. \n\nThe Hairpin acts as a hook, projecting Tendrils toward a nearby energy source, such as units or Energy Shards, and allowing the wielder to quickly cross the distance to it.\n\nTo use the Hairpin, press <icon><Btn_hook></icon>.",
    "BLOCK": "An advanced module extending the core functions of Tendrils. \n\nThe Dodge makes use of the volatile nature of Tendrils to dissipate the wielder for a short instant.\n\nTo use the Dodge, press <icon><Btn_parry></icon>.",
    "HIT_RECHARGE": "An advanced module extending the core functions of Tendrils. \n\nThe Harvester is designed to absorb energy from a target by hitting it with Sharpened Tendrils.",
    "GLIDE": "An advanced module extending the core functions of Tendrils. \n\nThe Sail deploys Tendrils all around the wielder's pearl, preventing the wielder from falling down for a short moment.\n\nTo use the Sail, hold <icon><Btn_glide></icon>.",
    "SPIDER": "An advanced module extending the core functions of Tendrils. \n\nThe Striders change Tendrils into legs and arms that can grab any surface, effectively allowing the wielder to walk on walls.\n\nTo use the Striders, hold <icon><Btn_spider></icon>.",
    "ORB_SHOOT": "An advanced module extending the core functions of Tendrils. \n\nThe Slingshot uses the Sharpened Tendrils to cast a powerful energy blast when hitting Energy Shards.",
    "SPIDER_GOO": "An advanced module extending the core functions of Tendrils. \n\nThe Flowing Steps lightens the Striders' Tendrils, allowing the wielder to walk even on liquid surfaces.",
    "MAP": "<b>Permanent Installation.</b>\nGrants access to a map of all the locations this unit has visited"
  },
  "ITEM_DESCRIPTION_VOICE": {
    "LIHO": "A voice that carries the weight of regret.",
    "AMYTIS": "A voice that carries the weight of indifference.",
    "HALYN": "A voice that carries the weight of ambition.",
    "KHLIA": "A voice that carries the weight of suffering.",
    "ASMA": "A voice that carries the weight of aging.",
    "NODEN": "A voice that carries the weight of choice."
  },
  "ITEM_FLAVOUR_ITEM": {
    "SPINE_FRAGMENT": "me share me share me share me share me share"
  },
  "ITEM_FLAVOUR_KEY": {
    "SPIDY_KEY": "join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join us join",
    "BELL_TOWER_PASS_CITY": "Come and witness the majestic toll of the last untouched relic of Earth, the Celestial Bell!",
    "BUNKER_ACCESS": "You hereby declare that you are aware of the risks inherent to the Vaults' industrial environment, and that you can only blame yourself for any personal shortfall, injury or death. - Dr Halyn",
    "FINGER_WHEEL": "The wheel spins.\nThe world changes.",
    "BELL_TOWER_PASS_GARDEN": "Come and witness the majestic toll of the last untouched relic of Earth, the Celestial Bell!",
    "ROOTS_CORRIDOR": "For workers only. Do not lose your badge, it won't be reprinted!",
    "GLASSHOUSE_KEY": "To all units in the Haven: \nSince there won't be any birds around until we reach the Promised Land, feel free to store yourselves in the Aviaries when you complete a task and need some rest.",
    "MAINTENANCE_KEY": "This is what keys looked like in the olden times. Don't worry about how to use it, this replica is a fully functional electronic badge!",
    "PLANET_COORDINATES": "The end of the road.",
    "LURA": "Cast away your old shell. Forget your material desires. Cut all ties with your past. You are a Traveller no more, for you now give your Voice to the Vessel.",
    "SPINE_FRAGMENT": "Sharp edges and smooth surface. As broken as the bonds between the Pearls."
  },
  "ITEM_FLAVOUR_RESOURCE": {
    "FULL_PEARLS": "If you find a pearl, keep it. \nEven if it doesn't harbour a mind of its own anymore, don't let it lie in the dirt. Bring it with you. \nRecycle it into something new. Add it to your own frame. \nIt's not dead yet, except if you decide it to be.\nIt can still live through you.\nThat is the closest to reincarnation a machine can get.",
    "EXTRA_SHIELDS": "The fate of its previous owner is unknown."
  },
  "ITEM_FLAVOUR_TRINKET": {
    "ORB_BLOCK": "Unfortunately, Energy Shards are very unstable by themselves. Fortunately, I have plans here for a device that should be able to trap it locally. Imagine, Energy Shards so common that we could use them as simple lamp posts...",
    "GLIDE_STATIC": "Some Travellers believed that, when night came, the Firefly units would fly up to the sky to recharge the suns and bring back the dawn.",
    "ORB_RECOVERY": "Each drawback is an opportunity to gather yourself.",
    "TANGLES": "Friends share everything. :)",
    "FAST_RECOVERY": "Excessive latency is the number one cause of death for crisis-management units!",
    "GLASS_CANNON": "\"Exposed\" and \"Free\" are two sides of the same coin.",
    "HOOK_SLASH": "Weave, thread, and cut.",
    "ANALYZER": "Knowing your enemy is the first step to winning any battle.",
    "DAREDEVIL": "They pledged to protect her while she ran away. They kept their word, but at what cost...",
    "SHIELD_INC": "-- WARNING -- External temperature under critical minimum. Reinforcement of defence systems recommended.",
    "SHIELD_DEC": "Energy savings have to come from somewhere.",
    "DECOY": "Experiment #21: Using Energy Outbursts as Sensory Hallucinations to Distract Machines when I Want to Steal Cake from the Kitchens. --Halyn, 7 years old",
    "QUICK_RECHARGE": "Usually, the Heart doesn't play favourite. But one unit in particular always was the exception.",
    "KURO_CHARM": "The more you know, the harder it becomes to escape the truth.",
    "COUNTER_ATTACK": "As they did unto us, so they shall receive.",
    "KINETIC_CONVERSION": "You see a drawback. I see an opportunity.",
    "MAINTENANCE_EXPERT": "If you spend less Nacre in those basins, then you can spend more Nacre here. --Mel",
    "ALEXANDERS_FATE": "Some will say it's a pragmatic choice, others might call it cowardly.",
    "STAGGER_ATTACK": "Experiment #97 : Testing the Intake Capacity of Standard Vessel Units to Isolate their Breaking Point --Halyn, 13 years old",
    "BETTER_DODGE": "We wanted to explore the 'dodge' space. Unfortunately, no one remembers what is on the other side.",
    "SCRAP_ATTACK": "Money is power. Power is ephemeral.",
    "FOUNTAIN_OVERLOAD": "The Wearer of this voucher has been recognised as a high-risk worker and is therefore authorised to use the advanced functions of the Nacre Basins.",
    "SMALL_ENERGY_DRAIN": "Most units leak small amounts of energy in their day-to-day tasks. An enterprising engineer might design a way to harvest this energy to prevent waste.",
    "BIG_ENERGY_DRAIN": "I try not to dwell on the ethics of that functionality.",
    "MORE_SCRAPS": "We live in an enclosed world with limited resources. Recycling isn't preferable; it is vital.",
    "TURBO_GLIDE": "May the starlight push us in the right direction.",
    "HEAVY_ATTACK": "Just push your problems away.",
    "BERSERKER": "What I give with the right hand, I take back with all the others.",
    "CARLO_HOOK": "Experiment #146: Releasing an E.M.P. as a Means of Protection to Shake Off Pursuers when I Take a Peek in the Vaults --Dr Halyn, 17 years old",
    "DOUBLE_DAMAGES": "When every system comes together, they become greater that the sum of all their parts.",
    "ENERGY_EMPTY_ATTACK": "The Travellers were acoustic, while we are electric. If we can learn a lesson or two from them, then we can survive even the death of the Heart!",
    "SLOW_ENERGY": "More brain power means more hunger.",
    "LOOT_SUPER_SCRAPS": "I'll make a pendant out of these crystals, and then I'll store my memories of you inside, so that you never forget that I love you.",
    "VAMPIRE": "In the Vaults, you are just a tool for the Hand. Make sure to be the tool that outlasts the others.",
    "GOO_REVENGE": "Explosions have been reported all over the Vessel. Maybe we've gone a little overboard with this Modifier...",
    "LAST_CHANCE": "For something made on the spot, it's surprisingly handy.",
    "HEAL_GROUND": "Don't tell anyone. I have a reputation to uphold.",
    "LESS_SCRAPS": "I may be poor in material goods, but I am rich in mind and skill.",
    "HOOK_BERSERKER": "They were monsters lurking in the shadows, with eyes glowing in the dark. When they lept, it was already too late for you. No wonder they tamed our ancestors...",
    "SPIDER_BERSERKER": "They clawed their ways into our worst nightmares centuries ago, and they still live there. Well, better in our heads than in the Vessel.",
    "GLIDE_BERSERKER": "The sun was their biggest ally, masking their deadly descent onto their prey. A good thing that there aren't any aboard the Vessel, considering the number of suns we have hanging here.",
    "PACIFIC": "I will never stop watching over you.",
    "DRY_FOUNTAINS": "Fasting is an old Traveller's tradition. It's said to help you open your ports and expand your processes. As for me, I think it just favours computing hallucinations.",
    "HUD": "How could one even exist without being able to monitor their own condition? It would be like being a stranger to oneself.",
    "EMBEDDING_BLADE": "As I understand it, this is a holy instrument. That by which a Traveller is granted elevation, a process akin to becoming a god in the Vessel. So tell me: why is it shaped like a sword?"
  },
  "ITEM_FLAVOUR_UNLOCK": {
    "HOOK": "The Vessel is a big place and moving around must be difficult for a tiny unit like you. This gift will help you reach higher and farther places than ever before.\n\nThank you again for helping me looking for my friend. With you on the outside, and me on the inside, we'll leave no stone of the Vessel unturned.\n\n-- Samsk",
    "BLOCK": "I wasn't sure this one would even work. Usually, when you tinker with a pearl's functions, especially the Tendrils, you want to make them sturdier to grab more things. But what happens if you go the opposite way? Apparently, you can make units disappear.\n\nDon't worry, though. Your pearl desperately wants to go back to its original state, so it won't let you get stuck on the other side. But please do tell me what that \"other side\" looks like when you have the time!\n\n-- Samsk",
    "HIT_RECHARGE": "I got the idea from these glowing plants you might have seen around the Haven. I think they feed on the energy of the Vessel herself, so I thought: \"What about harvesting *them*?\"\n\nIt's like getting back what they took from us, in a way. The Heart is sick enough as she is, she doesn't need organics meddling with her too.\n\n-- Samsk",
    "GLIDE": "I could not achieve true flight, but hopefully, this approximation will be enough. As long as you don't move, you should even be able to hang in the air unaffected by gravity.\n\n There are so many places I'd like to see if I could fly myself... Unfortunately, I'm stuck to these pipes. It's best for everyone.\n\n-- Samsk",
    "SPIDER": "It was trickier to enable than it seems. Your framework is not built to wield that many Tendrils, so I couldn't completely avoid the energy leak.\n\nBut I'm confident that they'll carry you around without fault. They are strong enough to withstand anything that the Vessel throws at you.\n\n-- Samsk",
    "ORB_SHOOT": "This should help you clear out all the rubbles, jammed doors and the like that will inevitably pave your way. It may even keep the rogue units away.\n\nI'm really sad to see the Vessel in such a sorry state. Once the Heart is better, we'll have a long work ahead of us to put her back in shape.\n\n-- Samsk",
    "SPIDER_GOO": "Even in its fragmented state, the mind of the Crucible is lost in its complex calculations. Is it even conscious of its own fate? You can't be sure. \n\nThe only thing you grasp from its ramblings is a string of data that keeps coming back over and over again, and that you can only translate as: \n\n\"Find the source.\"",
    "MAP": "Let me be your eyes."
  },
  "ITEM_FLAVOUR_VOICE": {
    "LIHO": "It's a warm presence moving all around your systems. \nIt's a flow coursing through your circuits. \nIt's always in a rush, always buzzing. \nIt can never stop \nnever stop\nnever stop\nnever stop\n\n\n\nand neither can you.",
    "AMYTIS": "You can barely feel its presence inside you. \nOnly when you stay steady long enough, \n\n\n                          careful, \n\n\n                                                     and patient, \n\n\ncan you hope to discern the faintest sigh.",
    "HALYN": "Its heavy presence judges your every move. \nIs it still alive? \nOr are you simply being self-conscious? \n\nYou will never know. \nIt's a part of you now.",
    "ASMA": "It was always with you. \nEven when it was garbled \nand broken, \neven when it was just out of your reach, \nits presence never left your side. \n\nAnd it never will.",
    "NODEN": "Torn. \nResolute. \nAgonizing. \nUnyielding. \nConstantly flickering, both questioning the decisions and clinging to them. \n\nIts presence falters in the face of consequences."
  },
  "HOVERTEXT": {
    "LEVER": "Lever",
    "TUTO_ORB_HEAL": "<Btn_spider> Grab",
    "SPIDER_OPEN": "<Btn_spider> Open",
    "UNSAFE": "Area not safe",
    "FLASH_OPEN": "<Btn_interact> Open",
    "TUTO_SLASH": "Press <Btn_slash> to strike",
    "TUTO_HOOK": "Hold <Btn_hook> to cast the Hairpin",
    "TUTO_JUMP": "Press <Btn_jump> to jump",
    "TUTO_DOUBLE_JUMP": "Press <Btn_jump> twice to double jump",
    "FAST_TRAVEL_INTERACT": "<Btn_interact> Travel",
    "SWITCH_TITLE": "Switch",
    "GOOD_BUZZER_DEAD": "%D",
    "GOOD_BUZZER_REPARING": "Status: Reviving...",
    "ELEVATOR_INTERACT": "<Btn_interact> Use elevator",
    "CALL_ELEVATOR": "<Btn_interact> Call elevator",
    "ELEVATOR_TITLE": "Elevator",
    "ELEVATOR_OBSTRUCTED": "Elevator obstructed",
    "ELEVATOR_CALL": "<Btn_interact> Operate",
    "MAINTENANCE_POD_TITLE": "Nacre basin",
    "MAINTENANCE_NACRE_COST": "Required: % Nacre Droplets",
    "MAINTENANCE_ACTION_OVERLOAD": "<Btn_interact> Overload Protective Coat",
    "MAINTENANCE_ACTION_REFILL": "<Btn_interact> Refill Protective Coat",
    "MAINTENANCE_ACTION_HOLD_REFILL": "Hold to refill more layers of protection",
    "MAINTENANCE_NO_DROPLETS": "<color=ff0000>Not enough Droplets</color>",
    "MAINTENANCE_SHIELD_FULL": "Protective Coat already at full capacity",
    "MAINTENANCE_TRINKET_BLOCKED": "<color=cc0000>Unusable because of a modifier</color>",
    "INTERACT_GENERIC": "<Btn_interact> Interact",
    "SHOP_OPEN_GENERIC": "<Btn_interact> Open shop",
    "SHOP_CLOSED_GENERIC": "<color=ff0000>Area not safe</color>",
    "YES": "Yes",
    "NO": "No",
    "CHECKPOINT": "<Btn_interact> Attune",
    "CHECKPOINT_TITLE": "Network Gate",
    "CHECKPOINT_SAVING": "Saving",
    "CHECKPOINT_SAVED": "Progress saved",
    "CHECKPOINT_MODIFIERS": "Modifier Centre",
    "CHECKPOINT_MAP_UPDATED": "Map updated",
    "CHECKPOINT_OVERSEER": "Overseers' Pathways",
    "CHECKPOINT_RESET": "Emergency reset",
    "CHECKPOINT_OVERSEER_MISSING": "Overseer missing.",
    "LOST_NACRE": "Nacre droplets lost to the pond: <color=%D>%</color>",
    "DOOR_OTHER_SIDE": "<color=ff0000>Locked from the other side</color>",
    "DOOR_TOO_FAR": "<color=ff0000>Out of range</color>",
    "DOOR_KEY_LOCKED": "<color=ff0000>Locked: requires %D</color>",
    "DOOR_KEY_UNLOCK": "<Btn_interact> Open with %D",
    "DOOR_HALYN_LOCKED": "<color=ff0000>Requires Network Gate energy</color>",
    "DOOR_FACTORY_LOCKED": "<color=ff0000>Locked: requires access code (% / %)</color>",
    "DOOR_CUVE_LOCKED": "<color=ff0000>Locked: requires key (% / %)</color>",
    "DOOR_CUVE_UNLOCK": "<Btn_interact> Open",
    "BELL_PASS_REQUIRED": "<large></large>Bell Tower Visitor Pass required<large></large>",
    "CHEST_TOO_FAR": "",
    "CARCASS_TOO_FAR": "",
    "CHEST_TITLE": "Container",
    "CHEST_LOCKED": "Status: <color=ff0000>locked</color>",
    "CHEST_CLOSED": "Status: Closed",
    "CHEST_OPEN": "Status: Empty",
    "CHEST_OPENING": "Status: Opening...",
    "CHEST_INTERACTION": "<Btn_interact> Open",
    "CARCASS_TITLE": "Mechanical remains",
    "CARCASS_LOCKED": "Status: <color=ff0000>sealed</color>",
    "CARCASS_CLOSED": "Status: Salvageable",
    "CARCASS_OPEN": "Status: Empty",
    "CARCASS_OPENING": "Status: Extracting...",
    "CARCASS_INTERACTION": "<Btn_interact> Scavenge",
    "PEARL_UNKNOWN_LIHO": "Status: <color=f799a1>Unknown</color>\n<Btn_interact> Inquire",
    "PEARL_ATTUNED_LIHO": "Status: Attuned\nLiho: 15th Incumbent\nEmbedding: 577 years ago",
    "PEARL_UNKNOWN_ASMA": "Status: <color=f799a1>Unknown</color>\n<Btn_interact> Inquire",
    "PEARL_ATTUNED_ASMA": "Status: Attuned\nAsma: 7th Incumbent\nEmbedding: 710 years ago\n<color=f799a1>Site destroyed >2 years ago</color>",
    "PEARL_UNKNOWN_AMYTIS": "Status: <color=f799a1>Unknown</color>\n<Btn_interact> Inquire",
    "PEARL_ATTUNED_AMYTIS": "Status: Attuned\nAmytis: 4th Incumbent\nEmbedding: 651 years ago",
    "PEARL_UNKNOWN_HALYN": "Status: <color=f799a1>Unknown</color>\n<Btn_interact> Inquire",
    "PEARL_ATTUNED_HALYN": "Status: Attuned\nHalyn: 12th Incumbent\nEmbedding: 637 years ago",
    "PEARL_UNKNOWN_NODEN": "Status: <color=f799a1>Unknown</color>\n<Btn_interact> Inquire",
    "PEARL_ATTUNED_NODEN": "Status: Attuned\nNoden: 21st Incumbent\nEmbedding: 523 years ago\nAlready on Site.",
    "SCRAP_TITLE": "Junk pile",
    "SCRAP_FLAVOUR": "Nacre Droplets can be salvaged from this.",
    "DOOR_FACTORY_UNLOCK": "<Btn_interact> Enter access code",
    "DOOR_PIT_LOCKED": "<color=ff0000>Pearls with a fully functional Core must not be disposed of in the Pit.</color>"
  }
}